<?php
// 网站基础配置 Chinese

// 导航
$lang['nav']=['home'=>'网站首页','about'=>'公司简介','product'=>'产品中心','message'=>'在线留言','contact'=>'联系我们','back'=>'返回'];
$lang['web_name']='佛山品锐机械';
$lang['banner']=['title1'=>'创大众精品','title2'=>'超类端水平','text'=>'提供技术领先的铝型材配机械设备，为成为行业的领导品牌而不懈努力！'];
$lang['phone']='全国服务热线：'; //电话
$lang['more']='查看更多'; 
$lang['footer_web_name']='佛山市南海品锐机械有限公司';
$lang['footer_derection']='佛山市南海品锐机械有限公司位于高新技术密集的中国著名建筑铝型材生产基地广东南海，是一家集研发、制造、销售各类铝型材生产线配套机械的专业技术企业。目前公司旗下核心产品为多功能牵引机、滑出台、成品锯等铝型材机械自动化设备，同时公司业务范围延伸至铝型材机械改造及设备安装，为客户提供完善的一站式服务。';
$lang['search']='搜索';
$lang['copyright']='版权所有';
