<h2>非交接式双牵引机</h2>
<img src="/pinrui/assets/images/pro/003.png" alt="">

<p>技术特点：</p>
<p>1、非交接式双牵引系统，机械部分主要由上下牵引轨道、牵引P1小车、牵引P2小车、自动中断锯轨道、自动中断锯、伺服传动平台、传动张紧装置组成。电气部分则主要由主电柜、牵引轨道限位（前后极限和校准限位）、牵引P1小车车载电柜、牵引P2小车车载电柜、伺服传动平台、传动张紧装置、中断锯控制箱及操作台组成。</p>
<p>2、主电柜系统控制电源采用变压器隔离及滤波器滤波，保证控制电源高稳态</p>
<p>3、伺服驱动系统电源使用滤波器滤波，保证主驱动电源高稳态；</p>
<p>4、主控PLC系统通过高速通讯（ CANopen）数字量控制伺服驱动系统，避免传统模拟量信号控制波动不稳定，控制精可到达1mm/s</p>
<p>5、主控PC系统通过热插拔通讯连接动态牵引小车并控制其所有动作，所有通讯终端添加信号隔离中继</p>
<p>设备性能</p>
<p>非交接式双牵引系统优于单牵引操作，可动态锯切停机切、定长锯切、快速放料、快速交接、运行高稳态。</p>
<p>非交接式双牵引系统优于双牵引操作，因为特有的机械结构避免了牵引机的交接流程，可解决异型材的高速挤压问题，大大提高生产效率和成品率。</p>
<p>本非交接式双牵引系统提供四种自动控制模式和手动模式：</p>
<p>a．【单棒或多棒锯接头】（N棒锯接头）</p>
<p>b．【单棒多料（N定长＋接头）】（N定长锯切＋末锯接头）</p>
<p>c【P1单牵引换棒直接锯切】（N棒后停机锯切）</p>
<p>d．【P2单牵引换棒直接锯切】（N棒后停机锯切）</p>
<p>e．【手动模式】</p>
<p>控制精度：</p>
<p>1．动态锯切长度误差不超过2CM</p>
<p>2静态锯切长度误差依据操作人员操作而定</p>
<p>3放料定位编码器误差1CM，放料定位物理误差不超过3CM</p>
<p>4动态锯切停机位置波动不超过3CM</p>
<p>5速度控制精度误差在1MM/S</p>